{
  "recipes": [
    {
      "id": "2420",
      "title": "Lamb Pilaf (Plov)",
      "content": "Place the raisins and prunes into a small bowl and pour over enough water to cover. Add lemon juice and let soak for at least 1 hour. Drain. Roughly chop the prunes. Meanwhile, heat the butter in a large pan, add the onion, and cook for 5 minutes. Add cubed lamb, ground lamb, and crushed garlic cloves. Fry for 5 minutes, stirring constantly until browned. Pour 2/3 cup (150 milliliters) of stock into the pan. Bring to a boil, then lower the heat, cover, and simmer for 1 hour, or until the lamb is tender. Add the remaining stock and bring to a boil. Add rinsed long-grain white rice and a large pinch of saffron. Stir, then cover, and simmer for 15 minutes, or until the rice is tender. Add the drained raisins, drained chopped prunes, and salt and pepper to taste. Heat through for a few minutes, then turn out onto a warmed serving dish and garnish with sprigs of flat-leaf parsley.",
      "imageUrl": "https://www.themealdb.com/images/media/meals/kos9av1699014767.jpg",
      "tags": [
        "rice",
        " quick"
      ],
      "stauts": null,
      "publishDate": 1717584547902
    },
    {
      "id": "8a6d",
      "title": "15-minute chicken & halloumi burgers",
      "content": "STEP 1 Put the chicken breasts between two pieces of baking parchment and use a rolling pin to gently bash them until they are approximately 1cm thick. Cut each chicken breast into two even pieces. STEP 2 If you're using a frying pan, heat two frying pans over medium-high heat, with one of them containing oil. Fry the chicken in the oiled pan for 3-4 mins on each side until they are cooked through. Season the chicken, reduce the heat, drizzle in the chilli sauce and half of the lemon juice, and cook for an additional 1-2 mins until the sauce is reduced. Remove the chicken from the heat. STEP 3 If you're using an air-fryer, preheat it to 180C for 4 mins. Add the chicken to the air-fryer and cook for 12 mins. Drizzle over the chilli sauce and half the lemon juice and cook for an additional 1-2 mins until the chicken is cooked through and the sauce is reduced. Remove the chicken and keep it warm. STEP 4 While the chicken is cooking, toast the buns in the dry frying pan for 30 seconds. Transfer them to a plate. If you're using an air fryer, put the buns in the air fryer for 1-2 mins until they are warm. Increase the air fryer temperature to 200C. Add the halloumi to the air fryer basket and cook for 10 mins, turning halfway through, until it's golden. Toss the cabbage with the mayo and the remaining lemon juice. STEP 5 Spoon the hummus (or dip of your choice) into the toasted buns, then top with the rocket, chilli chicken, halloumi, and peppers. Drizzle with a little more chilli sauce, spoon over the cabbage, season with black pepper, and top with the bun lids. Serve with any extra cabbage on the side or a green salad.",
      "imageUrl": "https://www.themealdb.com/images/media/meals/vdwloy1713225718.jpg",
      "tags": [],
      "stauts": null,
      "publishDate": 1717584765059
    },
    {
      "id": "f303",
      "title": "Strawberries Romanoff",
      "content": "In a medium bowl, combine hulled and quartered strawberries, 4 Tbsp sugar and 4 Tbsp liqueur, stir to combine then cover and refrigerate at least 1 hour and up to 2 hours, stirring once or twice. Two photos of cut strawberries in a bowl with one having sugar being added to the bowl Two photos of cut up strawberries for Strawberry Romanoff Just before serving, in a large mixing bowl, combine 1 cup cold heavy cream and 1/4 cup powdered sugar, and beat with an electric mixer until stiff peaks form. Using a spatula, fold in 1/4 cup sour cream just until well blended. To serve, stir strawberries then divide between 6 serving glasses or bowls. You can spoon a little syrup over the berries if you like. You can also use this syrup to soak a cake. Spoon cream over strawberries, dividing evenly. You can also use an ice cream scoop with trigger release for a nice rounded puff of cream. Serve right away or chill and enjoy within 2 hours of assembly.",
      "imageUrl": "https://www.themealdb.com/images/media/meals/oe8rg51699014028.jpg",
      "tags": [
        "fruity"
      ],
      "stauts": null,
      "publishDate": 1717584825773
    },
    {
      "id": "eef6",
      "title": "Potato Salad (Olivier Salad)",
      "content": "Cut the potatoes and carrots into small uniform cubes. Place them in a large pot and fill with water. Add salt and vinegar. Bring it to a boil over medium high heat, and then reduce the heat to medium and continue to cook until the potatoes are cooked through, about 15 minutes. Drain the potatoes and let it cool to room temperature. Meanwhile, cut the sausage and pickles into small cubes, and chop the green onions. Cut the hard-boiled eggs into small cubes as well. If using fresh dill, chop them as well. In a large bowl, combine potatoes, carrots, sausage, pickles, peas and green onions. Add mayo and dill and mix until well combined. Salt and pepper to taste. Cover with a plastic wrap and refrigerate for at least 1 hour before serving.",
      "imageUrl": "https://www.themealdb.com/images/media/meals/ebvuir1699013665.jpg",
      "tags": [
        "salad"
      ],
      "stauts": null,
      "publishDate": 1717585128336
    },
    {
      "id": "76f0",
      "title": "Blini Pancakes",
      "content": "In a large bowl, whisk together 1/2 cup buckwheat flour, 2/3 cup all-purpose flour, 1/2 teaspoon salt, and 1 teaspoon yeast. Make a well in the center and pour in 1 cup warm milk, whisking until the batter is smooth. Cover the bowl and let the batter rise until doubled, about 1 hour. Enrich and Rest the Batter Stir 2 tablespoons melted butter and 1 egg yolk into the batter. In a separate bowl, whisk 1 egg white until stiff, but not dry. Fold the whisked egg white into the batter. Cover the bowl and let the batter stand 20 minutes. Pan-Fry the Blini Heat butter in a large nonstick skillet over medium heat. Drop quarter-sized dollops of batter into the pan, being careful not to overcrowd the pan. Cook for about 1 minute or until bubbles form. Turn and cook for about 30 additional seconds. Remove the finished blini onto a plate and cover them with a clean kitchen towel to keep warm. Add more butter to the pan and repeat the frying process with the remaining batter.",
      "imageUrl": "https://www.themealdb.com/images/media/meals/0206h11699013358.jpg",
      "tags": [
        "pancake"
      ],
      "stauts": null,
      "publishDate": 1717585148399
    },
    {
      "id": "973e",
      "title": "Fish Soup (Ukha)",
      "content": "In a medium pot, heat the olive oil over medium-high heat. Add the onions and cook, stirring occasionally until the onions start to caramelize. Add the carrots and cook until the carrots start to soften, about 4 more minutes. Add the stock, water, potatoes, bay leaves, and black peppercorns. Season with salt and bring to a boil. Reduce heat, cover and cook for 10 minutes. Add the millet and cook for 15 more minutes until millet and potatoes are cooked. Gently add the fish cubes. Stir and bring the soup to a simmer. The fish will cook through very fast, so make sure to not overcook them. They are done when the flesh is opaque and flakes easily. Garnish the soup with chopped fresh dill or parsley before serving.",
      "imageUrl": "https://www.themealdb.com/images/media/meals/7n8su21699013057.jpg",
      "tags": [
        "fish",
        " soup"
      ],
      "stauts": null,
      "publishDate": 1717585175193
    },
    {
      "id": "a30a",
      "title": "Cabbage Soup (Shchi)",
      "content": "Add the butter to a large Dutch oven or other heavy-duty pot over medium heat. When the butter has melted, add the onion and sauté until translucent. Add the cabbage, carrot, and celery. Sauté until the vegetables begin to soften, stirring frequently, about 3 minutes. Add the bay leaf and vegetable stock and bring to a boil over high heat. Reduce the heat to low and simmer, covered, until the vegetables are crisp-tender, about 15 minutes. Add the potatoes and bring it back to a boil over high heat. Reduce the heat to low and simmer, covered, until the potatoes are tender, about 10 minutes. Add the tomatoes (or undrained canned tomatoes) and bring the soup back to a boil over high heat. Reduce the heat to low and simmer, uncovered, for 5 minutes. Season to taste with salt and pepper. emove and discard the bay leaf from the pot. Serve topped with fresh sour cream and fresh dill.",
      "imageUrl": "https://www.themealdb.com/images/media/meals/60oc3k1699009846.jpg",
      "tags": [
        "soup"
      ],
      "stauts": null,
      "publishDate": 1717585219355
    },
    {
      "id": "9cfe",
      "title": "Bread omelette",
      "content": "Make and enjoy",
      "imageUrl": "https://www.themealdb.com/images/media/meals/hqaejl1695738653.jpg",
      "tags": [],
      "stauts": null,
      "publishDate": 1717585245696
    },
    {
      "id": "12be",
      "title": "Tortang Talong",
      "content": "0. Grill the eggplant until the color of skin turns almost black 1. Let the eggplant cool for a while then peel off the skin. Set aside. 2. Crack the eggs and place in a bowl 3. Add salt and beat 4. Place the eggplant on a flat surface and flatten using a fork. 5. Dip the flattened eggplant in the beaten egg mixture 6. Heat the pan and pour the cooking oil 7. Fry the eggplant (that was dipped in the beaten mixture). Make sure that both sides are cooked. Frying time will take you about 3 to 4 minutes per side on medium heat.",
      "imageUrl": "https://www.themealdb.com/images/media/meals/va668f1683209318.jpg",
      "tags": [],
      "stauts": null,
      "publishDate": 1717585265332
    },
    {
      "id": "f88f",
      "title": "Grilled eggplant with coconut milk",
      "content": "1. Prepare the eggplants for grilling by pricking them all over with a fork. This is so it won’t burst during the grilling process as the natural water in it heats up. 2. Grill the eggplants, turning them over frequently to ensure even cooking. Grill until the skins are dark brown, even black and the eggplant is soft when you touch it. 3. Soak the grilled eggplant in a bowl of water to cool it down. Peel the skin off the eggplant. Place the whole eggplants in a shallow dish (my mom actually cuts the eggplant into small, bite-sized pieces). 4. In a small mixing bowl, mix together the coconut milk or cream, lemon powder, salt and hot pepper. Mix until the lemon powder and salt dissolve. Taste, then adjust the amount of lemon powder, salt and hot pepper to your liking. Pour the mixture over the eggplant. Sprinkle the green onions over the eggplant and coconut milk. Stir gently to combine.",
      "imageUrl": "https://www.themealdb.com/images/media/meals/bopa2i1683209167.jpg",
      "tags": [],
      "stauts": null,
      "publishDate": 1717585308709
    },
    {
      "id": "914b",
      "title": "Beef Asado",
      "content": "0. Combine beef, crushed peppercorn, soy sauce, vinegar, dried bay leaves, lemon, and tomato sauce. Mix well. Marinate beef for at least 30 minutes. 1. Put the marinated beef in a cooking pot along with remaining marinade. Add water. Let boil. 2. Add Knorr Beef Cube. Stir. Cover the pot and cook for 40 minutes in low heat. 3. Turn the beef over. Add tomato paste. Continue cooking until beef tenderizes. Set aside. 4. Heat oil in a pan. Fry the potato until it browns. Turn over and continue frying the opposite side. Remove from the pan and place on a clean plate. Do the same with the carrots. 5. Save 3 tablespoons of cooking oil from the pan where the potato was fried. Saute onion and garlic until onion softens. 6. Pour-in the sauce from the beef stew. Let boil. Add the beef. Cook for 2 minutes. 7. Add butter and let it melt. Continue cooking until the sauce reduces to half.",
      "imageUrl": "https://www.themealdb.com/images/media/meals/pkopc31683207947.jpg",
      "tags": [
        "beef",
        " dinner"
      ],
      "stauts": null,
      "publishDate": 1717590278521
    },
    {
      "id": "3d93",
      "title": "Nutty Chicken Curry",
      "content": "Finely slice a quarter of the chilli, then put the rest in a food processor with the ginger, garlic, coriander stalks and one-third of the leaves. Whizz to a rough paste with a splash of water if needed. Heat the oil in a frying pan, then quickly brown the chicken chunks for 1 min. Stir in the paste for another min, then add the peanut butter, stock and yogurt. When the sauce is gently bubbling, cook for 10 mins until the chicken is just cooked through and sauce thickened. Stir in most of the remaining coriander, then scatter the rest on top with the chilli, if using. Eat with rice or mashed sweet potato.",
      "imageUrl": "https://www.themealdb.com/images/media/meals/yxsurp1511304301.jpg",
      "tags": [
        "chicken",
        " spicy",
        " dinner"
      ],
      "stauts": null,
      "publishDate": 1717591088227
    },
    {
      "id": "e48c",
      "title": "Tuna Nicoise",
      "content": "Heat oven to 200C/fan 180C/gas 6. Toss the potatoes with 2 tsp oil and some seasoning. Tip onto a large baking tray, then roast for 20 mins, stirring halfway, until crisp, golden and cooked through. Meanwhile, put eggs in a small pan of water, bring to the boil, then simmer for 8-10 mins, depending on how you like them cooked. Plunge into a bowl of cold water to cool for a few mins. Peel away the shells, then cut into halves. In a large salad bowl, whisk together the remaining oil, red wine vinegar, capers and chopped tomatoes. Season, tip in the onion, spinach, tuna and potatoes, then gently toss together. Top with the eggs, then serve straight away.",
      "imageUrl": "https://www.themealdb.com/images/media/meals/yypwwq1511304979.jpg",
      "tags": [
        "fish",
        " side"
      ],
      "stauts": null,
      "publishDate": 1717592645146
    }
  ]
}